<template>
  <ve-line :data="chartData"></ve-line>
</template>

<script>
    export default {
      name: "emoChart",
      data(){
        return {
          chartData:{
            columns: ['日期', '幸福指数', '烦躁指数', '烦恼指数'],
            rows: [
              { '日期': '1/1', '幸福指数': 1.393, '烦躁指数': 1.093, '烦恼指数': 0.32 },
              { '日期': '1/2', '幸福指数': 3.530, '烦躁指数': 3.230, '烦恼指数': 0.26 },
              { '日期': '1/3', '幸福指数': 2.923, '烦躁指数': 2.623, '烦恼指数': 0.76 },
              { '日期': '1/4', '幸福指数': 1.723, '烦躁指数': 1.423, '烦恼指数': 0.49 },
              { '日期': '1/5', '幸福指数': 3.792, '烦躁指数': 3.492, '烦恼指数': 0.323 },
              { '日期': '1/6', '幸福指数': 4.593, '烦躁指数': 4.293, '烦恼指数': 0.78 }
            ]
          }
        }
      }

    }
</script>

<style scoped>

</style>
